{"120": {"information": {"general-info": null, "payment-method": ["all", "major", "credit", "cards"], "hours": {"Mo-Su": "11:00-21:00"}, "location": "Midstar Plz", "aka": "C I Chu's Mongolian BbqMr Chu Mongolian Bbq", "categories": ["Mongolian", "Restaurants,", "Barbecue", "Restaurants,", "Caterers,", "Chinese", "Restaurants,", "Asian", "Restaurants,", "Restaurants"]}, "name": "Ci Chu's Mongolian Barbeque", "locality": "Tucson", "website-url": null, "region": "AZ", "id": 120, "street-address": "4540 E Broadway Blvd", "phone-number": "(520) 881-4798", "postal-code": "85711"}, "121": {"information": {"general-info": null, "payment-method": ["amex,", "discover,", "master", "card,", "visa"], "hours": {"Fr-Sa": "11:00-22:00", "Mo-Th": "11:00-21:00", "Su": "11:00-21:00"}, "location": null, "aka": "Brushfire Barbeque Co", "categories": ["Barbecue", "Restaurants,", "Caterers,", "Restaurants"]}, "name": "Brushfire BBQ Co", "locality": "Tucson", "website-url": "http://brushfire.com", "region": "AZ", "id": 121, "street-address": "2745 N Campbell Ave", "phone-number": "(520) 624-3223", "postal-code": "85719"}, "122": {"information": {"general-info": "Come in today & enjoy a \"cut-above\" experience - delicious food & great service in a relaxing atmosphere.\n \nBorn of fire, tested by ice, confirmed by legions of loyal guests each day, LongHorn SteakhouseÂ® has grown to become the undisputed home for great steak done right. Founded in 1981 in Atlanta, Georgia, the restaurant began with one man's passion for perfect steak but had very few guests to convince. Then a freak snowstorm hit Atlanta in 1982, stranding motorists and drawing them to one of the only hospitable places available - a restaurant then called LongHorn Steaks Restaurant & Saloon. Tales of expertly grilled steaks soon spread like wildfire, and the legend of LongHorn was born.\n \nBy 1990, the restaurant had spread throughout the East, Midwest and Southwest United States and Puerto Rico. In 2007, the restaurant, now called LongHorn Steakhouse, was purchased by Darden Restaurants, Inc.\n \nToday, LongHorn welcomes diners to a modern, relaxing dining experience, with knowledgeable servers offering the finest fresh steaks, chicken and seafood expertly prepared as only LongHorn can.\n \nBeyond legendary steaks done right, LongHorn is also known for being a positive force in the community. Each day, the restaurant gathers unused, fresh food that wasn't served & donates it to local community food banks. LongHorn Steakhouse is proud to give back to the local community and help make a difference in the lives of others.\n ", "payment-method": ["amex,", "discover,", "master", "card,", "visa"], "hours": null, "location": null, "aka": null, "categories": ["Restaurants,", "Steak", "Houses,", "Take", "Out", "Restaurants,", "Family", "Style", "Restaurants,", "American", "Restaurants,", "Seafood", "Restaurants"]}, "name": "LongHorn Steakhouse", "locality": null, "website-url": null, "region": null, "id": 122, "street-address": null, "phone-number": null, "postal-code": null}, "123": {"information": {"general-info": "Fresh is in our food: \nEach day, you'll find an updated selection of fresh fish on our Today's Fresh Fish menu, not to mention live Maine lobster, freshly baked Cheddar Bay Biscuits™, crisp salads and a host of fresh seafood recipes waiting to be explored. \nFresh is in our knowledge: \nNo one knows seafood better than we do. As global seafood buyers, we have employees stationed throughout the world who inspect our seafood the moment it comes out of the water. They ensure it meets standards that are second to none. Then, the renowned chefs at our culinary center deliver the fresh expertise that turns it all into something truly special. \nFresh is in our dedication: \nWe hold ourselves to the highest standards for service, quality and a welcoming atmosphere. And we're focused on doing what's right – for our employees, in our communities and in the world. \nFresh is in our commitment: \nYou deserve the freshest food and thinking. So every time you visit one of our seafood restaurants or our online seafood store, you'll find an uncommon commitment to deliver the best of the sea with fresh energy and fresh ideas that we hope will make you want to come back again and again", "payment-method": ["master", "card,", "amex,", "discover,", "visa"], "hours": null, "location": null, "aka": null, "categories": ["Seafood", "Restaurants,", "Steak", "Houses,", "Restaurants,", "Take", "Out", "Restaurants,", "Family", "Style", "Restaurants,", "American", "Restaurants"]}, "name": "Red Lobster", "locality": null, "website-url": null, "region": null, "id": 123, "street-address": null, "phone-number": null, "postal-code": null}}